Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapporter_samisktegnsettogit_SA.pdf.tmx
Source language: sme
Languages: nob

source: GIELDA- JA Guovlodepartemeanta
nob: KOMMUNAL- OG Regionaldepartementet

source: SÁMI ČÁLAMEARKAČOAHKKI JA IT
nob: SAMISK TEGNSETT OG IT

source: BARGOJOAVKKU RAPORTA
nob: RAPPORT FRA ARBEIDSGRUPPE

source: Guovvamánnu 2002
nob: FEBRUAR 2002

source: DUOGÁŠ ... 3
nob: BAKGRUNN 3

source: Teknihkalaš čuolmmat ... 3
nob: Tekniske problemer 3

source: Riikkaidgaskasaš soahpamušat ja riikkagottálaš láhkamearrádusat 3
nob: Internasjonale konvensjoner og nasjonal lovgivning 3

source: BARGOJOAVKKU ČOAKKÁDUS JA MANDÁHTTA ... 6
nob: ARBEIDSGRUPPENS SAMMENSETNING OG MANDAT

source: eNORGE ... 7
nob: eNORGE

source: 4 SÁMEGIELA GEAVAHEDDJIID ČUOLMMAT ALMMOLAŠ REGISTARIIN JA HÁLDDAHUSAS ... 9 4.1 Brønnøysundregistarat ... 9 4.1.1 Dárbbut ... 9 4.1.2 Hehttehusat ... 9 4.1.3 Árvvoštallan Báikenammalága ektui ... 9 4.1.4 Loahpahus ... 10 4.2 Girjerádjosuorgi ... 10 4.2.1 Čuolmmat ... 10 4.2.2 Čovdosat ... 11 5
nob: 4.1 Brønnøysundregistrene 4.1.1 Behov 4.1.2 Hindringer 4.1.3 Vurdering i forhold til Stadnamnlova 4.1.4 Konklusjon

source: OPPALAŠ ČOVDOSAT - UNICODE ... 12
nob: 11 GENERELLE LØSNINGER - UNICODE

source: Čuolmmat vaikko vel Unicode lea sisabuktojuvvon ... 13
nob: Problemer til tross for innføring av Unicode 12

source: 8-bits čálamearkačoahkki ... 13
nob: 8-bits tegnsett

source: ODIN JA EARÁ ALMMOLAŠ DOKUMEANTTAT ... 14 Gáibádusat almmolaš neahttabáikkiide ... 14
nob: ODIN OG ANDRE OFFENTLIGE DOKUMENTER Krav til offentlige nettsteder 13 13

source: ÁRVVOŠTALLAMAT ... 16
nob: VURDERINGER 15

source: BARGOJOAVKKU NEAVVAGAT ... 17
nob: ARBEIDSGRUPPENS FORSLAG TIL TILTAK 16

source: 1 Duogáš Sámi giella ja kultuvra lea ođđasis ealáskeamen maŋŋil go guhkes áiggi lea sordojuvvon ja dáruiduhttojuvvon .
nob: 1 Bakgrunn Samisk språk og kultur er i en revitaliseringsfase etter lang tid med undertrykkelse og fornorsking .

source: Sámegiela árjjálaš geavaheapmi lea guovddážis sámi kultuvrra gárgedeamis ovddasguvlui .
nob: Aktiv bruk av samisk språk står sentralt i den videre utvikling av samisk kultur .

source: Norga lea riikkaidgaskasaš soahpamušaid nannemiin ja riikkagottálaš láhkamearrádusaiguin geatnegahttán iežas álggahit doaibmabijuid mat suodjalit ja nannejit sámegiela .
nob: Norge har gjennom ratifiseringer av internasjonale konvensjoner og gjennom nasjonal lovgivning forpliktet seg til å sette i gang tiltak for å verne og styrke samisk språk .

source: Gielda- ja guovlodepartemeanta čujuha St. proposišuvnnas nr. 1 ( 2000-2001 ) ahte sámegiela seailluheami ja viidásetgárgedeami dihtii lea dárbbašlaš ahte sámegiella šaddá doaibmi giellan máŋgga arenas , ee. IT siskkabealde .
nob: Kommunal- og regionaldepartementet påpeker i St.prp. nr. 1 ( 2000-2001 ) at for å bevare og videreutvikle samisk språk , er det nødvendig at samisk blir et funksjonelt språk på flere arenaer , bl.a. innen IT.

source: 1.1 Teknihkalaš čuolmmat Davvisámi alfabehtas leat čieža bustáva mat eai gávdno dáru alfabehtas .
nob: 1.1 Tekniske problemer Det nordsamiske alfabetet har syv bokstaver som ikke finnes i det norske alfabetet .

source: Dát leat á , č , đ , ŋ , š , ŧ ja ž 1. Dássážii leat sierraprográmmat geavahuvvon vai sáhttá čállit sámi čálamearkkaid dihtoriiguin .
nob: Disse er á , č , đ , ŋ , š , ŧ og ž 1. Hittil har spesialprogrammer blitt brukt for å kunne skrive med samiske tegn på datamaskiner .

source: Dát sierraprográmmat leat leamaš sihke divrasat ja teknihkalaččat čuolmmalaččat sámi dihtorgeavaheddjiide .
nob: Disse spesialprogrammene har vært både vært kostbare og teknisk sett problematiske for samiske databrukere .

source: Čovdosat eai leat dássážii leamaš dohkálaččat data lonohallamii prográmmaid ja iešguđet geavaheddjiid gaskkas .
nob: Løsningene har hittil heller ikke vært tilfredsstillende for utveksling av data mellom programmer og ulike brukere .

source: Dat leat ovdehan ahte sámegiel elektrovnnalaš dokumeanttaid vuostáváldiide leat installerejuvvon ovttalágan sierraprográmmat .
nob: De har forutsatt at mottakere av samiskspråklig elektroniske dokumenter har hatt de samme spesialprogrammene installert .

source: Ii leat guhkes áigi gollan das rájes go ii lean vejolaš geavahit sámegiela interneahtas dahje e-poasttas .
nob: Det har inntil nylig ikke vært mulig å bruke samisk på internett eller i e-post .

source: Čuolmmat sierračálamearkkaiguin ja IT:in lea váttisvuohtan eanaš eurohpalaš gielaide mat eai geavat eŋgelas alfabehta .
nob: Problemer med spesialtegn og IT er et problem for de fleste europeiske språk som ikke bruker det engelske alfabetet .

source: Čuolbma lea gávdnon das rájes go čállinmašiidna bođii .
nob: Problemet har vært der siden skrivemaskinen ble innført .

source: EDG:a sisabuktimiin joatkašuvve váttisvuođat .
nob: Med innføringen av EDB fortsatte problemene .

source: 1.2 Riikkaidgaskasaš soahpamušat ja riikkagottálaš láhkamearrádusat Artihkal 27 FN-konvenšuvnnas 1966 nanne : Stáhtain gos gávdnojit čearddalaš , oskkoldatlaš dahje gielalaš veahádagat , ii galgga sis geat gullet dákkár veahádagaide gildojuvvot vuoigatvuohta ovttas iežaset joavkku nuppiid miellahtuiguin , dikšut iežaset kultuvrra , dovddastit ja bálvalit iežaset oskkoldaga , dahje geavahit iežaset giela .
nob: 1.2 Internasjonale konvensjoner og nasjonal lovgivning Artikkel 27 i FN-konvensjonen fra 1966 slår fast at : I de stater hvor det finnes etniske , religiøse eller språklige minoriteter , skal de som tilhører slike minoriteter ikke nektes retten til sammen med andre medlemmer av sin gruppe , å dyrke sin egen kultur , bekjenne seg til og utøve sin religion , eller bruke sitt eget språk .

source: Dát soahpamuš lea guovddášlaš dasgo čuovvu olmmošvuoigatvuođalágas 1999 ahte soahpamuš galgá gustot norgalaš láhkii .
nob: Denne konvensjonen er sentral da det følger av menneskerettsloven fra 1999 at konvensjonen skal gjelde som norsk lov .

source: ILO-soahpamuš nr. 169 Eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain nannejuvvui Norggas geassemánu 20. 1990 .
nob: ILO-konvensjon nr. 169 Om urbefolkninger og stammefolk i selvstendige stater ble ratifisert av Norge den 20. juni 1990 .

source: Artihkkalis 28 čuožžu čállojuvvon ee. : 3 .
nob: I artikkel 28 heter det bl.a. : 1

source: Galget mearriduvvot doaibmabijut seailluhan ja ovddidan dihtii álgovuolggalaš gielaid gárgedeami guoskevaš álbmogiidda .
nob: Det skal treffes tiltak for å bevare og fremme utvikling og bruk av de opprinnelige språk for vedkommende folk .

source: Eurohpalaš lihttu guovllu- dahje veahádatgielaid birra mearriduvvui Eurohparáđis skábmamánu 5. 1992 .
nob: Europeisk pakt om regions- eller minoritetsspråk ble vedtatt av Europarådet 5. november 1992 .

source: Mieđáhus Norgga nannemii addojuvvui gonagaslaš resolušuvnna golggotmánu 1. 1993 bokte .
nob: Samtykke til ratifikasjon ble for Norges del gitt ved kgl. res. av 1. oktober 1993 .

source: Lihttu bođii fápmui njukčamánu 1. 1998 .
nob: Pakten trådte i kraft 1. mars 1998 .

source: Lihtu ulbmilin lea suodjalit veahádatgielaid vai dáinna lágiin seailluhuvvo eurohpalaš kultuvra čoakkáduvvon ja máŋggašlájagin .
nob: Formålet med pakten er å verne om minoritetsspråk for på den måten å bevare europeiske kultur som sammensatt og mangeartet .

source: Mii čujuhit erenoamážit soahpamuša artihkkalii 7 : [ Á ] ššeoasálaččat [ galget ] vuođđudit politihkaset , láhkamearrádusaideaset ja geavadeaset čuovvovaš juksanmeriide ja prinsihpaide : [ … ] c. árjjálaš dahku dárbbašuvvo ovddidan dihtii guovllu- dahje veahádatgielaid vai dat suodjaluvvojit ; d. guovllu- dahje veahádatgielaid geavaheami healpudeapmi ja/dahje movttiidahttin , njálmmálaččat ja čálalaččat , ovttaskas ja almmolaš doaimmas .
nob: Vi vil spesielt vise til konvensjonens artikkel 7 : [ P ] artene [ skal ] basere sin politikk , lovgivning og praksis på følgende mål og prinsipper : [ … ] c. behov for besluttsom handling for å fremme regions- eller minoritetsspråk for å verne dem ; d. lettelse og / eller oppmuntring i bruken av regions- eller minoritetsspråk , muntlig og skriftlig , i privat og offentlig virksomhet .

source: Oassi III veahádatgiellalihtus sisdoallá viidát ja bienalaččat mearrádusaid mat bidjet čielga geatnegasvuođaid eiseválddiide geavahit veahádatgielaid iešguđetlágan surggiin , earret eará oahpus , riektelágádusas ja almmolaš hálddahusas .
nob: Del III i minoritetsspråkpakten inneholder mer omfattende og detaljerte bestemmelser som legger konkrete plikter på myndighetene om bruk av minoritetsspråk på ulike felt , blant annet innen utdanning , rettsvesen og den offentlige forvaltningen .

source: Norgga guovdu lea lihtu III. oassái addojuvvon váikkuhus sámegillii nannema bokte .
nob: For Norge er del III i pakten gitt virkning for samisk ved ratifikasjonen .

source: Vuođđolága §110 a álggaha geatnegasvuođa stáhtalaš eiseválddiide láhčit dilálašvuođaid nu ahte sámi álbmotjoavku sáhttá ” váfistit ja gárgedit iežas giela , kultuvrra ja servodateallima ” .
nob: Grunnlovens §110 a etablerer en plikt for at statlige styresmakter skal legge forholdene til rette for at den samiske folkegruppen kan ” sikre og udvikle sit Sprog , sin kultur og sit Samfunnsliv . ”

source: Láhka Sámedikki ja eará sámi riektedilálašvuođaid birra ( sámeláhka ) mearriduvvui geassemánu 12. 1987 .
nob: Lov om Sametinget og andre samiske rettsforhold ( sameloven ) ble vedtatt 12. juni 1987 .

source: Lága juksanmearrin lea láhčit dilálašvuođaid nu ahte sámit ieža sáhttet váfistit gielaset , kultuvrraset ja servodateallimeaset .
nob: Lovens målsetting er å legge forholdene til rette for at samene selv kan sikre eget språk , kultur og samfunnsliv .

source: Lága kapihtal 3 sámegiela birra bođii fápmui ođđajagemánu 1. 1992 .
nob: Lovens kapittel 3 om samisk språk trådte i kraft 1. januar 1992 .

source: Láhkaevttohusa duogážin lei ahte sámegiela geavaheapmi ovdal lei maŋásmannamin , ja ahte dát uhkidii olles sámi kultuvrra leahkima .
nob: Bakgrunnen for lovforslaget var at bruken av samisk språk tidligere var i tilbakegang , og at dette truet hele eksistensen til samisk kultur .

source: Sámelága ulbmilin lea váfistit sámegiela vuđđosa ja láhčit dilálašvuođaid sámegiela viidásetgárgedeapmái ja lasi geavaheapmái .
nob: Formålet med samelovens språkregler er å sikre grunnlaget for samisk språk og å legge forholdene til rette for videreutvikling og økt bruk av samisk .

source: Láhka galgá maiddái váfistit ássiide vuođđovuoigatvuođaid sámegiela geavaheami hárrái .
nob: Loven skal videre sikre innbyggerne grunnleggende rettigheter vedrørende bruk av samisk .

source: Sámelága kap. 3 njuolggadusat vuođđuduvvet dan vuođđooidnui ahte sámi ja dáru giella leat ovttaárvosaččat ja sehtet leat dásseárvosaš gielat , gč. Ot.prp. nr. 60 1989-90 .
nob: Reglene i sameloven kap. 3 bygger på det grunnsyn at samisk og norsk språk er likeverdige og bør være likestilte språk , jf. Ot.prp. nr. 60 1989-90 .

source: Eanaš konkrehta njuolggadusat dásseárvvu birra galget 4 čađahuvvot sámegiela dárkileappot mearriduvvon hálddahanguovllus .
nob: De fleste konkrete reglene om likestilling skal gjennomføres i et nærmere fastsatt forvaltningsområde for samisk språk .

source: Njuolggadusat gustojit vuolggasajis sihke stádalaš ja gielddalaš orgánaide , ja mearkkašit ovdamearkka dihtii viiddiduvvon rievtti sámegiela geavahit riektelágádusas , ja ahte lágat ja láhkaásahusat main olles sámi veahkadat dahje oasit dás erenoamážit beroštit galget jorgaluvvot sámegillii .
nob: Reglene gjelder i utgangspunktet både for statlige og kommunale organer , og innebærer for eksempel utvidet rett til bruk av samisk i rettsvesenet , og at lover og forskrifter av særlig interesse for hele eller deler av den samiske befolkning skal oversettes til samisk .

source: 2 Bargojoavkku čoakkádus ja mandáhtta Bargojoavku nammaduvvui golggotmánu 19. 2000 čuovvovaš mandáhtain : Bargojoavku galgá ráđđehusa IT-vuoruheami , eNorge , plána vuođul kártet dárbbuid , čuolmmaid ja hehttehusaid sámi čálamearkačoahki geavaheamis IT-oktavuođas .
nob: 2 Arbeidsgruppens sammensetning og mandat Arbeidsgruppen ble opprettet 19. oktober 2000 med følgende mandat : Arbeidsgruppen skal med utgangspunkt i regjeringens plan for ITsatsingen , eNorge , kartlegge behov , problemer og hindringer i anvendelsen av samisk tegnsett i IT-sammenheng .

source: Dát gusto davvisámi čálamearkačoahki geavaheapmái prográmmagálvvuin ja registariin .
nob: Dette gjelder ved bruk av nordsamisk tegnsett i programvare og registre .

source: Evttohusat galget leat vuođusin doaibmabijuide eNorge-plánii .
nob: Forslagene skal danne grunnlag for tiltak til eNorge-planen .

source: Sámediggi , Bargo- ja hálddahusdepartemeanta , Girko- , oahppo- ja dutkandepartemeanta , Kultuvradepartemeanta ja Ealáhus- ja gávpedepartemeanta bovdejuvvojedje searvidit bargojoavkkus .
nob: Sametinget , Arbeids- og administrasjonsdepartementet , Kirke- utdannings- og forskningsdepartementet , Kulturdepartementet og Nærings- og handelsdepartementet ble invitert til å delta i arbeidsgruppen .

source: Čuovvovaččat leat searvidan čoahkkimiin : Bargo- ja hálddahusdepartemeanta Dieđihanráđđeaddi Kirsti Aarseth , Finnmárkku fylkkamánni Girko- , oahppo- ja dutkandepartemeanta Ráđđeaddi Sverre O. Johansen Ráđđeaddi Ketil Nordgård Gielda- ja guovlodepartemeanta Vuolitdirektor Ninni Kate Rognli Vuosttaskonsuleanta Erik Mosli Kultuvradepartemeanta Ráđđeaddi Eivind Lorentzen Vuosttaskonsuleanta Marie Helene Korsvoll Ealáhus- ja gávpedepartemeanta Vuosttaskonsuleanta Espen Arneberg Børset Sámediggi Vuolitdirektor Rune Fjellheim Vuosttaskonsuleanta Pål Hivand Bargojoavku lea doallan golbma čoahkkima .
nob: Følgende har deltatt på møtene : Arbeids- og administrasjonsdepartementet Informasjonsrådgiver Kirsti Aarseth , Fylkesmannen i Finnmark Kirke- , utdannings- og forskningsdepartementet : Rådgiver Sverre O. Johansen Rådgiver Ketil Nordgård Kommunal- og regionaldepartementet : Underdirektør Ninni Kate Rognli Førstekonsulent Erik Mosli Kulturdepartementet Rådgiver Eivind Lorentzen Førstekonsulent Marie Helene Korsvoll Nærings- og handelsdepartementet Førstekonsulent Espen Arneberg Børset Sametinget Underdirektør Rune Fjellheim Førstekonsulent Pål Hivand Arbeidsgruppen har avholdt tre møter .

source: Sámediggi searvidii videokonfereanssa bokte .
nob: Sametinget har deltatt gjennom videokonferanse .

source: 3 eNorge eNorge lea ráđđehusa informašuvdna- ja diehtoservodaga gárgedeami hoahpuheami oppanasplána Norggas .
nob: 3 eNorge eNorge er regjeringens samlede plan for å fremskynde utviklingen av informasjons- og kunnskapssamfunnet i Norge .

source: eNorge veršuvdna 1.0 ovdanbuktojuvvui geassemánus 2000 .
nob: eNorge versjon 1.0 ble lansert i juni 2000 .

source: Plána čuovvoluvvui veršuvnnain eNorge 2.0 juovlamánus 2000 ja eNorge 3.0 geassemánus 2001 .
nob: Planen ble fulgt opp med eNorge 2.0 i desember 2000 og eNorge 3.0 i juni 2001 .

source: Eambbo informašuvnna oainnát dáppe : www.enorge.dep.no Jorri plána ferte oktilaččat ođasmahttojuvvot dovdáhuvvon dárbbuid mielde .
nob: For mer informasjon se www.enorge.dep.no En rullerende plan må stadig oppdateres i tråd med identifiserte behov .

source: Maŋŋil go eNorge 1.0 ovdanbuktojuvvui , de čujuhuvvui omd. ahte váilot doaibmabijut mat áimmahušašedje ja viidásetgárgedivčče sámegiela , ja čujuhuvvui ahte gielddasuorgi lea beare uhccán guovdilastojuvvon .
nob: Etter at eNorge 1.0 ble lagt fram , ble det f. eks. påpekt manglende tiltak for å ivareta og videreutvikle samisk språk , og for lite fokus på kommunesektoren .

source: Veršuvnna 2.0 rájes lea geahččaluvvon áimmahuššat dáid váilliid .
nob: Fra versjon 2.0 er det forsøkt å ivareta disse manglene .

source: Plánas daddjojuvvo ee. : [ … ] Globaliseren dahká maiddái gielalaš hástalusa .
nob: I planen heter det bl.a. : [ … ] Globaliseringen skaper også en språklig utfordring .

source: Dáru giela áimmahuššan lea deaŧalaš , seammás go mii fertet diktit iežamet riggudahttojuvvot gielalaš váikkuhusas olggul .
nob: Å ivareta norske språk er viktig , samtidig som vi må la oss berike av den språklige påvirkningen utenfra .

source: Ráđđehus háliida dialoga Sámedikkiin váfistan dihtii sámi giela ja sisdoallobuvttadeami , ja atná deaŧalažžan bargat giellanannema beales viiddis áddejumis .
nob: Regjeringen ønsker en dialog med Sametinget for å sikre samisk språk og innholdsproduksjon , og ser det som viktig å arbeide for språkstyrking i vid forstand .

source: Sisdoallobuvttadeapmi ja giellateknologiija leat deaŧalaš vuoruhanduovdagat .
nob: Innholdsproduksjon og språkteknologi er viktige satsingsområder .

source: Ráđđehus áigu leat mielde váikkuheamen ahte norgga kulturháhkkit – maiddái šáhkkemediat – ovddaldastet kultuvrralaš ja ekonomalaš gáibádusaid maid informašuvdnaservodat bidjá .
nob: Regjeringen vil medvirke til at norske kulturleverandører – også massemedier – møter de kulturelle og økonomiske kravene som informasjonssamfunnet stiller .

source: [ … ] Dasto daddjojuvvo :
nob: [ … ] Videre heter det :

source: [ … ] Lea maiddái stuorra bargu gárgedit sámi sisdoalu nehttii ja áimmahuššat sámi giela ja kultuvrra ođđaáigásaš máilmmis .
nob: [ … ] Det er også en stor oppgave å utvikle samisk innhold på nettet og å ivareta samisk språk og kultur i den moderne verden .

source: [ … ] Doaibmabijut main lea sámi pespektiiva leat : 2.1.6 Evttohit čovdosiid čuolmmaide mat čatnasit davvisámegiela čálamearkkaide prográmmagálvvuin ja registariin , 2.1.7 Árvvoštallat ráhkadit giellapolitihkalaš doaibmabijuid sámi gillii ja IKT:i .
nob: [ … ] Av tiltak hvor man har et samisk perspektiv er : 2.1.6 Foreslå løsninger på problemer knyttet til bruk av nordsamiske tegn i programvare og registre , 2.1.7 Vurdere utarbeidelse av språkpolitiske tiltak for samisk språk og IKT .

source: Girko- , oahppo- ja dutkandepartemeanttas lea ovddasvástádus čuovvovaš doaibmabijuin eNorges : 3.2.9 Gárgedit infrastruktuvrra stádalaš sámi joatkkaskuvllain .
nob: Kirke- , utdannings- og forskningsdepartementet har ansvaret for følgende tiltak i eNorge : 3.2.9 Utvikle infrastruktur ved statlige samiske videregående skoler .

source: 3.2.10 Gárgedit digitála oahppaneavvuid sámegillii .
nob: 3.2.10 Utvikle digitale læremidler på samisk 3.2.11 Utvikle et samisk skolenett .

source: Máŋga projeavtta leat doaimmas čuovvolan dihtii doaibmabijuid , erenoamážit sámegiel digitála oahppaneavvuid hárrái .
nob: Det er flere prosjekter i gang for å følge opp tiltakene , særlig vedrørende digitale læremidler på samisk .

source: 4 Sámegiela geavaheddjiid čuolmmat almmolaš registariin ja hálddahusas Ráđđehus lea bidjan juksanmearrin ahte elektrovnnalaš bálvalusat galget leat váldočoavddusin hálddahusas 2003 mielde .
nob: 4 Problemer for brukere av samisk i offentlige registre og forvaltning Regjeringen har satt som mål at elektroniske tjenester skal være hovedløsningen i forvaltningen i løpet av 2003 .

source: Vai sámegielat geavaheaddjit ollásit galget sáhttit atnit dán , de lea ovdehussan ahte sámi čálamearkačoahkit sáhttet geavahuvvot buot lađđasiin .
nob: For at samiskspråklige brukere fullt ut skal kunne benytte dette , er det en forutsetning at samiske tegnsett kan brukes i alle ledd .

source: 4.1 Brønnøysundregistarat Brønnøysundregistarat ( Brønnøysundregistrene ) leat Norgga guovddášlaš logahallamat main lea ovddasvástádus máŋgga stádalaš edg-logahallamis .
nob: 4.1 Brønnøysundregistrene Brønnøysundregistrene er Norges sentrale registeretat med ansvar for flere statlige edb-registre .

source: Dát leat : Rehketdoalloregisttar ( Regnskapsregisteret ) , Konkursaregisttar ( Konkursregisteret ) , Náittoslihttoregisttar ( Ektepaktregisteret ) , Divatguovddáš ( Gebyrsentralen ) , Vealgeortnetregisttar ( Gjeldsordningsregisteret ) , Ovttadatregisttar ( Enhetsregisteret ) , Bajásčuvgehusregisttar ( Oppgaveregisteret ) , EMAS ( biraslogahallama eaktodáhtolaš ortnet ) ja Bivdiidregisttar ( Jegerregisteret ) .
nob: Disse er : Regnskapsregisteret , Konkursregisteret , Ektepaktregisteret , Gebyrsentralen , Gjeldsordningsregisteret , Enhetsregisteret , Oppgaveregisteret , EMAS ( frivillig ordning for miljøregistrering ) og Jegerregisteret .

source: 4.1.1 Dárbbut Leat ovdanbuktojuvvon sávaldagat ja gáibádusat beassat geavahit sámi čálamearkačohkiid firpmánamaid logahaladettiin ovttadatregistarii .
nob: 4.1.1 Behov Det har vært satt fram ønske og krav om å kunne bruke samiske tegn ved registrering av firmanavn i enhetsregisteret .

source: 4.1.2 Hehttehusat Ovttadatregistarat eai leat suovvan geavahit sámi čálamearkkaid firpmánamaid logahaladettiin .
nob: 4.1.2 Hindringer Enhetsregistrene har ikke tillatt bruk av samiske tegn ved registrering av firmanavn .

source: Vuođustussan lea leamaš ahte dát ii leat teknihkalaččat vejolaš , ja ahte sámi čálamearkkat dagahivččii ohcama váttisin , sihke sisriikkas ja olgoriikkas .
nob: Begrunnelsen har vært at dette ikke er teknisk mulig , og at samiske tegn ville vanskeliggjøre søk , både innenlands og utenlands .

source: 4.1.3 Árvvoštallan Báikenammalága ektui Lea jerrojuvvon sáhttágo Báikenammalága vuođul skihkket Børnnøysundregistariid logahallat fitnodatnamaid sámi čálamearkkaiguin .
nob: 4.1.3 Vurdering i forhold til Stadnamnlova Det har vært stilt spørsmål om man ut fra Stadnamnlova kan pålegge Brønnøysundregistrene å registrere bedriftsnavn med samiske tegn .

source: Báikenamaid geavaheapmi lea ásahallojuvvon Báikenammalága §:s 3 ja láhkaásahusas suoidnemánu 5. 1991 nr. 456 kapihtal III . §
nob: Bruk av stedsnavn er regulert i § 3 i Stadnamnlova og forskrift av 5. juli 1991 nr. 456 kapittel III . §

source: 3 vuosttas lađas vuosttas čuokkis nanne ahte ” Go báikenama čállinvuohki lea mearriduvvon dán lága mielde ja sisačállojuvvon báikenammaragistarii , de galget čállinvuogi geavahit buot almmolaš orgánat , searvvit maid almmolašvuohta eaiggáduššá ollásit , ja vuođđu-
nob: 3 første ledd første punktum slår fast at ” Når skrivemåten av eit stadnamn er fastsett etter denne lova og ført inn i stadnamnregisteret , skal skrivemåten brukast av alle offentlege organ , selskap som det offentlege eig fullt ut , og stiftingar som er oppretta av det offentlege ... ” Dette innebærer at det bare er organ med tilknyting til stat eller kommune som har plikt til å bruke den fastsatte skrivemåten av et stedsnavn i virksomheten sin .

source: Priváhta riektesubjeavttat eai dárbbaš atnit báikenama almmolaččat mearriduvvon čállinvuogi juos dain eai leat almmolaš hálddahandahkamušat .
nob: Private rettssubjekt trenger ikke å benytte den offentlig fastsatte skrivemåten av et stedsnavn med mindre det har offentlige forvaltningsoppgaver .

source: Almmolaš orgánat leat geatnegahttojuvvon geavahit báikenama čállinvuogi mii lea mearriduvvon njuolggadusaid §:s 6 ja mat leat čállojuvvon sisa báikenammaregistarii .
nob: Offentlige organ er forpliktet å bruke skrivemåten av et stedsnavn som er fastsatt etter reglene i §6 flg. og som er ført inn i stadnamnregisteret .

source: Eará oktavuođain galget nammahámit mat ledje almmolašvuođa anus dalle go láhka gustogođii , geavahuvvot .
nob: I andre tilfelle skal de navneformene som var i bruk av det offentlige når loven tok til å gjelde , brukes .

source: Sámi ja suoma báikenamaid geavaheapmái leat lágas dárkilet njuolggadusat §:s 3 nuppi lađđasis .
nob: 8 For bruken av samiske og finske stedsnavn har loven nærmere regler i § 3 andre ledd .

source: Doppe daddjojuvvo ahte ” Sámi ja suoma báikenamaid maid báikki olbmot atnet , galgá dábálaččat almmolašvuohta geavahit kárttain , galbbain , logahallamiin jdd. , oktan vejolaš dáru nammahámiin . ”
nob: Det heter her at ” Samiske og finske stadnamn som blir nytta blant folk på staden , skal til vanleg brukast av det offentlege på kart , skilt , i register m.m. , saman med eventuell norsk namneform . ”
